Repository: Deloextra/Localizations
Catalog: Shortcuts/*.lproj/Localizable.strings
Languages: it

source: Add New Cydia Repo
it: Aggiungi Nuova Sorgente

source: Add Source
it: Nuova Sorgente

source: High:
it: Massima:

source: Low:
it: Minima:

source: Play/Pause
it: Riproduci/Ferma

source: Power Off
it: Spegni

source: Power Off Confirmation
it: Spengo il Dispositivo?

source: Put Device In SafeMode
it: Riavvia in SafeMode

source: Quick Restart Device
it: Riavvia Springboard

source: Reboot
it: Riavvia

source: Reboot Confirmation
it: Riavvio il Dispositivo?

source: Respring Confirmation
it: Riavvio la Springboard?

source: Restart Device
it: Riavvia Dispositivo

source: SafeMode Confirmation
it: Entro in moalità SafeMode?

source: Shortcuts Weather Icon
it: Shortcuts Icona Meteo

source: Shuffle Music
it: Riproduzione Casuale

source: Skip Back
it: Precedente

source: Skip Forward
it: Successivo

source: Skip to the next song
it: Riproduci brano successivo

source: Skip to the previous song
it: Riproduci brano precedente

source: Turn Device Off
it: Spegni il Dispositivo

source: Toggle Power Save
it: Toggle Risparmio Energetico

source: Toggle Wifi-Calling
it: Toggle Chiamata Wi-Fi

source: Use Celsius
it: Usa Gradi Celsius

source: Use Confirmation
it: Avviso di Conferma

source: Use Kelvin
it: Use Gradi Kelvin

source: Weather Icon Footer
it: Assicurati che le impostazioni di Localizazzione per l'app Meteo siano attive

source: Settings Icon
it: Icona Impostazioni

source: Shortcut Item 1
it: Shortcut 1

source: Shortcut Item 2
it: Shortcut 2

source: Shortcut Item 3
it: Shortcut 3

source: Shortcut Item 4
it: Shortcut 4

source: Stocks Icon Footer
it: Attualmente supporta un solo valore alla volta, altri verranno aggiunti Presto.Si consiglia di usare il valore di borsa nel simbolo e formato corretto

source: Base Exchange
it: Cambio base

source: Comparison Exchange
it: Comparazione del Cambio

source: Not Right Now
it: Non Al Momento
